{
  "title": "User Study Survey",
  "showProgressBar": "bottom",
  "firstPageIsStarted": false,
  "pageNextText": "Next subsection",
  "completeText": "Submit",
  "showQuestionNumbers": "off",
  "pages": [
    {
      "name": "A6",
      "title": "General Privacy Perception Related Questions",
      "elements": 
        [
          {
            "type": "html",
            "name": "A6_T1",
            "html": "<p>In the following section, we will ask you some general questions to learn more about your perceptions regarding the collection, storage, and use of personal data by online service providers and technology companies.</p><p>On a scale of 1 to 5, with 1 being strongly disagree and 5 being strongly agree, express your level of agreement for each of the statements given below.</p><p><i>(1 = Strongly disagree, 5 = Strongly agree)</i></p>"
          },
          {
            "type": "matrix",
            "name": "A6_Q1",
            "title": "Please express your level of agreement with the following statements:",
            "isRequired": true,
            "columns": [
              "1",
              "2",
              "3",
              "4",
              "5"
            ],
            "rowTitleWidth": "250px", 
            "rows": [
              {
                "value": "A6_Q1_R1",
                "text": "Companies that collect users’ online activity data should clearly disclose how the data is collected, stored, and used."
              },
              {
                "value": "A6_Q1_R2",
                "text": "A good consumer online privacy policy should be easy to understand, transparent, and prominently displayed."
              },
              {
                "value": "A6_Q1_R3",
                "text": "It is very important to me that I am aware and knowledgeable about how my personal information will be used."
              },
              {
                "value": "A6_Q1_R4",
                "text": "It usually bothers me when online companies ask me for personal information."
              },
              {
                "value": "A6_Q1_R5",
                "text": "When online companies ask me for personal information, I sometimes think twice before providing it."
              },
              {
                "value": "A6_Q1_R6",
                "text": "It bothers me to give personal information to so many online companies."
              },
              {
                "value": "A6_Q1_R7",
                "text": "I’m concerned that online companies are collecting too much personal information about me."
              },
              {
                "value": "A6_Q1_R8",
                "text": "I feel that I should have more control over how online companies collect and use my personal information."
              }
            ]
          },
          {
            "type": "radiogroup",
            "name": "A6_Q2_ACK8",
            "title": "Select the wrong answer on purpose: What colour is the sky on a clear sunny day?",
            "isRequired": true,
            "colCount":4,
            "choices": [
              "Green",
              "Purple",
              "Pink",
              "Yellow"
            ]
          }
        
      ]
    }
  ]
}